[
    {
        "type": "A", 
        "question": "Who is the most productive employee on my team?"
    }, 
    {
        "type": "A", 
        "question": "Who is the most efficient employee on my team?"
    }, 
    {
        "type": "A", 
        "question": "Which employee on my team has the highest productivity?"
    }, 
    {
        "type": "A", 
        "question": "Who is the best?"
    }, 
    {
        "type": "A", 
        "question": "Who's the best employee?"
    }, 
    {
        "type": "A", 
        "question": "Who can close the most tickets the fastest?"
    }, 
    {
        "type": "A", 
        "question": "Who is the person that contribute the most to the success of my team?"
    }, 
    {
        "type": "A", 
        "question": "Tell me the name of the most productive person on my team."
    }, 
    {
        "type": "A", 
        "question": "The most productive person is the one who gets their work done and can implement ways to streamline and reduce manual intervention."
    }, 
    {
        "type": "A", 
        "question": "Who is the most efficient and effective at their job?"
    }, 
    {
        "type": "A", 
        "question": "Who consistently proves they can provide quality work/support on a regular basis?"
    }, 
    {
        "type": "A", 
        "question": "Who is always there to solve complex issues?"
    }, 
    {
        "type": "A", 
        "question": "Which member on my team is closing the most number of open ticket?"
    }, 
    {
        "type": "A", 
        "question": "Who is the most open tickets closer member on the team?"
    }, 
    {
        "type": "A", 
        "question": "Considering the most number of open tickets closed, who is the most productive member of the team?"
    }, 
    {
        "type": "A", 
        "question": "Who on the team, is the person that close the biggest amount of open tickets?"
    }, 
    {
        "type": "A", 
        "question": "The most productive person is the one who gets their work done and can implement ways to streamline and reduce manual intervention."
    }, 
    {
        "type": "A", 
        "question": "Who is the most efficient and effective at their job?"
    }, 
    {
        "type": "A", 
        "question": "Who consistently proves they can provide quality work/support on a regular basis?"
    }, 
    {
        "type": "A", 
        "question": "Who is always there to solve complex issues?"
    }, 
    {
        "type": "A", 
        "question": "Who deliver most in my team"
    }, 
    {
        "type": "A", 
        "question": "Who is the most efficient people in my team"
    }, 
    {
        "type": "A", 
        "question": "Who always close most number of open tickets in a sprint"
    }, 
    {
        "type": "A", 
        "question": "Whos is the person you will assign most important task to?"
    }, 
    {
        "type": "A", 
        "question": "Which person on my team closes the most tickets?"
    }, 
    {
        "type": "A", 
        "question": "Which one of my team members is most productive?"
    }, 
    {
        "type": "A", 
        "question": "Who, in my team, works fastest?"
    }, 
    {
        "type": "A", 
        "question": "Which person on my team closes the most tickets?"
    }, 
    {
        "type": "A", 
        "question": "What person closes the most tickets?"
    }, 
    {
        "type": "A", 
        "question": "What programmer is the fastest at closing tickets?"
    }, 
    {
        "type": "A", 
        "question": "Which team member closes the most tickets?"
    }, 
    {
        "type": "A", 
        "question": "Who is the most productive on my team?"
    }, 
    {
        "type": "A", 
        "question": "What is the name of the top contributor in the group?"
    }, 
    {
        "type": "A", 
        "question": "What is the first in a list of team members ordered by effectiveness?"
    }, 
    {
        "type": "A", 
        "question": "Whose tickets are dealt with most swiftly?"
    }, 
    {
        "type": "A", 
        "question": "Who is number 1 in the item management system?"
    }, 
    {
        "type": "A", 
        "question": "Who clears problems the quickest?"
    }, 
    {
        "type": "A", 
        "question": "Rank my team on problem resolution time?"
    }, 
    {
        "type": "A", 
        "question": "Show me the productivity information about my team"
    }, 
    {
        "type": "A", 
        "question": "Who is the number 1 contributor on the team?"
    }, 
    {
        "type": "A", 
        "question": "Who on the team solves the most issues?"
    }, 
    {
        "type": "A", 
        "question": "Who is the top closer on the team?"
    }, 
    {
        "type": "A", 
        "question": "Name the most productive person on the team"
    }, 
    {
        "type": "A", 
        "question": "Name the most productive person on your team."
    }, 
    {
        "type": "A", 
        "question": "Who is the most productive on your team?"
    }, 
    {
        "type": "A", 
        "question": "In your team, who would you say is the most productive person."
    }, 
    {
        "type": "A", 
        "question": "Who in your team closes the most open tickets on average?"
    }, 
    {
        "type": "A", 
        "question": "who is the best developer in my team"
    }, 
    {
        "type": "A", 
        "question": "who closes more tickets in Jira"
    }, 
    {
        "type": "A", 
        "question": "who is the most productive developer"
    }, 
    {
        "type": "A", 
        "question": "who is the fastest developer"
    }, 
    {
        "type": "A", 
        "question": "Who is the most productive team member?"
    }, 
    {
        "type": "A", 
        "question": "Who is the most efficient person in my team?"
    }, 
    {
        "type": "A", 
        "question": "Who has the best productivity in my team?"
    }, 
    {
        "type": "A", 
        "question": "Who knows Jira best in my team?"
    }, 
    {
        "type": "B", 
        "question": "What component are taking part the most to my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What component has the maximum contribution to my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What components delay my team's work the most?"
    }, 
    {
        "type": "B", 
        "question": "What components take most time to get resolved?"
    }, 
    {
        "type": "B", 
        "question": "From all the opened tickets, what software causes the most delay?"
    }, 
    {
        "type": "B", 
        "question": "What components use most of my ressources?"
    }, 
    {
        "type": "B", 
        "question": "What component makes up the largest part of my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What software is slowing us down?"
    }, 
    {
        "type": "B", 
        "question": "What manual processes are slowing me down the most?"
    }, 
    {
        "type": "B", 
        "question": "What system(s) are not working properly today?"
    }, 
    {
        "type": "B", 
        "question": "How many times did excel crash today?"
    }, 
    {
        "type": "B", 
        "question": "Did I have any support from my supervisor today?"
    }, 
    {
        "type": "B", 
        "question": "What software components contribute the most to slowing down the team?"
    }, 
    {
        "type": "B", 
        "question": "By which components the team is the most slow down?"
    }, 
    {
        "type": "B", 
        "question": "Which software elements contribute the most in your team backlog?"
    }, 
    {
        "type": "B", 
        "question": "What software components are contributing to slowing down your team the most?"
    }, 
    {
        "type": "B", 
        "question": "What manual processes are slowing me down the most?"
    }, 
    {
        "type": "B", 
        "question": "What system(s) are not working properly today?"
    }, 
    {
        "type": "B", 
        "question": "How many times did excel crash today?"
    }, 
    {
        "type": "B", 
        "question": "Did I have any support from my supervisor today?"
    }, 
    {
        "type": "B", 
        "question": "Which component has most problem"
    }, 
    {
        "type": "B", 
        "question": "Which component I need to assign more people to"
    }, 
    {
        "type": "B", 
        "question": "Which ticket component are most time consuming"
    }, 
    {
        "type": "B", 
        "question": "Which component i need to monitor most to see how to imrove it"
    }, 
    {
        "type": "B", 
        "question": "What software components hinder my team most?"
    }, 
    {
        "type": "B", 
        "question": "What components are the biggest obstacles to my team's productivity?"
    }, 
    {
        "type": "B", 
        "question": "What software components hinder my team's productivity the most?"
    }, 
    {
        "type": "B", 
        "question": "What are the main software components that slow my team down?"
    }, 
    {
        "type": "B", 
        "question": "What software creates the tickets that slow us down the most?"
    }, 
    {
        "type": "B", 
        "question": "Which components are slowing down my team?"
    }, 
    {
        "type": "B", 
        "question": "What component is my team struggling with?"
    }, 
    {
        "type": "B", 
        "question": "What software components are slowing down my backlog?"
    }, 
    {
        "type": "B", 
        "question": "Which areas of code are generating the most problems?"
    }, 
    {
        "type": "B", 
        "question": "Which features are causing the most work?"
    }, 
    {
        "type": "B", 
        "question": "Which domain is most trouble?"
    }, 
    {
        "type": "B", 
        "question": "Where is the development the most difficult?"
    }, 
    {
        "type": "B", 
        "question": "Which modules are the most difficult to maintain?"
    }, 
    {
        "type": "B", 
        "question": "Which modules give us the most trouble?"
    }, 
    {
        "type": "B", 
        "question": "What modules to we spend a lot of time on?"
    }, 
    {
        "type": "B", 
        "question": "What are the significant items that are slowing the team down?"
    }, 
    {
        "type": "B", 
        "question": "What are the key factors to my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What is slowing down my team?"
    }, 
    {
        "type": "B", 
        "question": "List the components that slow my system the most"
    }, 
    {
        "type": "B", 
        "question": "What software components are slowing down the team the most?"
    }, 
    {
        "type": "B", 
        "question": "Name a few components that are contributing to slowing down the team?"
    }, 
    {
        "type": "B", 
        "question": "What software components are contributing the most to the backlog of the team?"
    }, 
    {
        "type": "B", 
        "question": "To what components is your backlog attributable (in general)?"
    }, 
    {
        "type": "B", 
        "question": "which components contribute most to my backlog"
    }, 
    {
        "type": "B", 
        "question": "which components are adding to my work load"
    }, 
    {
        "type": "B", 
        "question": "what are the modules that contribute usually to my backlog"
    }, 
    {
        "type": "B", 
        "question": "what modules make me work more"
    }, 
    {
        "type": "B", 
        "question": "What components have the greatest impact on my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What components are weighting in the most in my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What items are the most significant in my backlog?"
    }, 
    {
        "type": "B", 
        "question": "What items are the most demanding in my backlog?"
    }, 
    {
        "type": "C", 
        "question": "How many transactions did Jeff close?"
    }, 
    {
        "type": "C", 
        "question": "How many tickets did Paul close?"
    }, 
    {
        "type": "C", 
        "question": "How many tickets did Paul finish?"
    }, 
    {
        "type": "C", 
        "question": "How many transactions did Puntis finish?"
    }, 
    {
        "type": "C", 
        "question": "What number of transactions did Jeff finish?"
    }, 
    {
        "type": "C", 
        "question": "What number of transactions did Alexis close?"
    }, 
    {
        "type": "C", 
        "question": "What number of tickets did Jeff finish?"
    }, 
    {
        "type": "C", 
        "question": "What number of tickets did Alexis close?"
    }, 
    {
        "type": "C", 
        "question": "How many tickets has Alexis completed?"
    }, 
    {
        "type": "C", 
        "question": "Give me the number of tickets a person finished."
    }, 
    {
        "type": "C", 
        "question": "Count the number of tickets a person closed."
    }, 
    {
        "type": "C", 
        "question": "How many messages a person solved?"
    }, 
    {
        "type": "C", 
        "question": "How many messages a person got confirmed?"
    }, 
    {
        "type": "C", 
        "question": "How good is a person to close the tickets?"
    }, 
    {
        "type": "C", 
        "question": "How many tickets a person closed?"
    }, 
    {
        "type": "C", 
        "question": "Show me the number of confirmed messages by a person?"
    }, 
    {
        "type": "C", 
        "question": "give me the count of closed messages by a person?"
    }, 
    {
        "type": "C", 
        "question": "How many message were closed by a Person?"
    }, 
    {
        "type": "C", 
        "question": "How many messages did a Person close?"
    }, 
    {
        "type": "D", 
        "question": "How long does it take on average to close a ticket with a medium priority?"
    }, 
    {
        "type": "D", 
        "question": "How long does it take on average to close a ticket with a low priority?"
    }, 
    {
        "type": "D", 
        "question": "How long does it take on average to close a ticket with a high priority?"
    }, 
    {
        "type": "D", 
        "question": "How long does it take on average to close a ticket with a very high priority?"
    }, 
    {
        "type": "D", 
        "question": "How much time does it take to close a transaction with medium priority?"
    }, 
    {
        "type": "D", 
        "question": "How much time does it take to close a transaction with low priority?"
    }, 
    {
        "type": "D", 
        "question": "How much time does it take to close a transaction with high priority?"
    }, 
    {
        "type": "D", 
        "question": "How much time does it take to close a transaction with very high priority?"
    }, 
    {
        "type": "D", 
        "question": "What's the average time to close a medium transaction?"
    }, 
    {
        "type": "D", 
        "question": "What's the average time to close a low transaction?"
    }, 
    {
        "type": "D", 
        "question": "What's the average time to complete a high transaction?"
    }, 
    {
        "type": "D", 
        "question": "What's the average time to complete a very high transaction?"
    }, 
    {
        "type": "D", 
        "question": "What's the average length of time to close a medium ticket?"
    }, 
    {
        "type": "D", 
        "question": "What's the average length of time to complete a medium ticket?"
    }, 
    {
        "type": "D", 
        "question": "For a medium ticket, how long should I wait before it's closed?"
    }, 
    {
        "type": "D", 
        "question": "For a medium transaction, how long does it typically take to close the ticket?"
    }, 
    {
        "type": "E", 
        "question": "How long does it take Jeff to close a ticket on average?"
    }, 
    {
        "type": "E", 
        "question": "How long does it take Jeff to fix a transaction on average?"
    }, 
    {
        "type": "E", 
        "question": "What's the average time it takes a person to complete a ticket?"
    }, 
    {
        "type": "E", 
        "question": "How much time will a person take to close a ticket?"
    }, 
    {
        "type": "E", 
        "question": "How long does it usually take a person to finish a ticket?"
    }, 
    {
        "type": "E", 
        "question": "If I assign this ticket to a person, how long is it going to take?"
    }, 
    {
        "type": "E", 
        "question": "How long does a person generally take to complete a ticket?"
    }, 
    {
        "type": "E", 
        "question": "How long does it take a person on average to close a ticket?"
    }, 
    {
        "type": "E", 
        "question": "How much time does it take a person to close a transaction?"
    }, 
    {
        "type": "E", 
        "question": "How long does a person take to finish a ticket?"
    }, 
    {
        "type": "E", 
        "question": "How fast is a person at closing tickets?"
    }, 
    {
        "type": "E", 
        "question": "What is a person's average time to close a ticket?"
    }, 
    {
        "type": "E", 
        "question": "What's the average time it takes a person to close a ticket?"
    }, 
    {
        "type": "E", 
        "question": "Tell me the time it takes a person to close a ticket on average."
    }, 
    {
        "type": "F", 
        "question": "How many messages a person touched?"
    }, 
    {
        "type": "F", 
        "question": "How many messages a person has worked on?"
    }, 
    {
        "type": "F", 
        "question": "How many messages a person was involved in?"
    }, 
    {
        "type": "F", 
        "question": "How many messages a person worked on?"
    }, 
    {
        "type": "F", 
        "question": "a person was involved in solving how many of the tickets?"
    }, 
    {
        "type": "F", 
        "question": "show me the messages that person got involved in?"
    }, 
    {
        "type": "F", 
        "question": "Give me the count of involved messages by a person?"
    }, 
    {
        "type": "F", 
        "question": "How many message were touched by a Person?"
    }, 
    {
        "type": "F", 
        "question": "How many messages did a Person touch?"
    }, 
    {
        "type": "G", 
        "question": "How long a message stays in the SAP side?"
    }, 
    {
        "type": "G", 
        "question": "How many days a message was in processing by SAP?"
    }, 
    {
        "type": "G", 
        "question": "How many days a message stayed in IMS queue?"
    }, 
    {
        "type": "G", 
        "question": "How long in average does it take for a message to be closed by our team?"
    }, 
    {
        "type": "G", 
        "question": "How long a message stays in SAP queue in average?"
    }, 
    {
        "type": "G", 
        "question": "How long did message stay in SAP side?"
    }, 
    {
        "type": "G", 
        "question": "How long was this message on the SAP side?"
    }, 
    {
        "type": "G", 
        "question": "How long does it take on average to close a ticket?"
    },
    {
        "type": "G", 
        "question": "How long does it take on average to close a transaction?"
    }, 
    {
        "type": "G", 
        "question": "How long does it take on average to close a message?"
    },  
    {
        "type": "G", 
        "question": "How long does it usually take to close a message?"
    },  
    {
        "type": "H", 
        "question": "What is the % from MPT this message was @ SAP-side?"
    }, 
    {
        "type": "H", 
        "question": "What is the % from MPT this message was @ SAP-side?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT when messages get forwarded to our queue?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT when messages leave PS queue?"
    }, 
    {
        "type": "H", 
        "question": "what is the IRT when message arrives? ( Initial Response Time )"
    }, 
    {
        "type": "H", 
        "question": "what is average MPT for messages in my topic?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT of messages when our team takes over?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT of incoming tickets in our queue?"
    }, 
    {
        "type": "H", 
        "question": "what is the MPT for my CostCenter?"
    }, 
    {
        "type": "H", 
        "question": "what is the MPT for my CostCenter?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT when messages get forwarded to our queue?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT when messages leave PS queue?"
    }, 
    {
        "type": "H", 
        "question": "When the message arrives, what is the average MPT?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT on message arrival?"
    }, 
    {
        "type": "H", 
        "question": "When the message arrives, what is the average MPT?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT on message arrival?"
    }, 
    {
        "type": "H", 
        "question": "When we get tickets in our queue, what is the average MPT of our team?"
    }, 
    {
        "type": "H", 
        "question": "When a ticket gets queued, what is the average MPT of our team?"
    }, 
    {
        "type": "H", 
        "question": "When the message arrives, what is the average MPT?"
    }, 
    {
        "type": "H", 
        "question": "What is the average MPT on message arrival?"
    }, 
    {
        "type": "I", 
        "question": "How many escalated messages were processed by a person?"
    }, 
    {
        "type": "I", 
        "question": "How many de-escalations a person was working on?"
    }, 
    {
        "type": "I", 
        "question": "show me the number of escalated messages handled by a person?"
    }, 
    {
        "type": "I", 
        "question": "show me the number of escalated messages handled by a person?"
    }, 
    {
        "type": "I", 
        "question": "How many escalated message did a Person work on?"
    }, 
    {
        "type": "I", 
        "question": "Of the messages a Person worked on, how many were escalated?"
    }, 
    {
        "type": "I", 
        "question": "How many escalated messages were processed by a person?"
    }, 
    {
        "type": "I", 
        "question": "How many de-escalations a person was working on?"
    }, 
    {
        "type": "I", 
        "question": "show me the number of escalated messages handled by a person?"
    }, 
    {
        "type": "I", 
        "question": "show me the number of escalated messages handled by a person?"
    }, 
    {
        "type": "I", 
        "question": "How many escalated message did a Person work on?"
    }, 
    {
        "type": "I", 
        "question": "Of the messages a Person worked on, how many were escalated?"
    }, 
    {
        "type": "J", 
        "question": "Give me the list of open transactions for component aaa-bbb-cxc."
    }, 
    {
        "type": "J", 
        "question": "Return the list of open tickets for component asd-asd-asd."
    }, 
    {
        "type": "J", 
        "question": "List all the messages with no end date for the component asfd-adsf-adsf."
    }, 
    {
        "type": "J", 
        "question": "List all the open messages for the topic qwe-qew-qew."
    }, 
    {
        "type": "K", 
        "question": "List all the tickets with no processor."
    }, 
    {
        "type": "K", 
        "question": "Give me the list of the messages with no programmers."
    }, 
    {
        "type": "K", 
        "question": "Return the messages with no processors."
    }, 
    {
        "type": "K", 
        "question": "Name the tickets with no programmers."
    }, 
    {
        "type": "K", 
        "question": "List all the messages where no programmers have been assigned to."
    }
]